export const ElementData = [
  {
    name: "病案号",
    code: "DE01.00.004.00"
  },
  {
    name: "病理号",
    code: "DE01.00.005.00"
  },
  {
    name: "住院号",
    code: "DE01.00.014.00"
  },
  {
    name: "入院病房",
    code: "DE01.00.019.00.003"
  },
  {
    name: "出院病房",
    code: "DE01.00.019.00.004"
  },
  {
    name: "工作单位名称",
    code: "DE02.01.004.00"
  },
  {
    name: "出生日期",
    code: "DE02.01.005.01"
  },
  {
    name: "地址_省",
    code: "DE02.01.009.01"
  },
  {
    name: "出生地_省",
    code: "DE02.01.009.01.007"
  },
  {
    name: "籍贯_省",
    code: "DE02.01.009.01.008"
  },
  {
    name: "住址_省",
    code: "DE02.01.009.01.009"
  },
  {
    name: "户籍_省",
    code: "DE02.01.009.01.010"
  },
  {
    name: "单位_省",
    code: "DE02.01.009.01.011"
  },
  {
    name: "联系人_省",
    code: "DE02.01.009.01.012"
  },
  {
    name: "地址_市",
    code: "DE02.01.009.02"
  },
  {
    name: "出生地_市",
    code: "DE02.01.009.02.006"
  },
  {
    name: "籍贯_市",
    code: "DE02.01.009.02.007"
  },
  {
    name: "住址_市",
    code: "DE02.01.009.02.008"
  },
  {
    name: "户籍_市",
    code: "DE02.01.009.02.009"
  },
  {
    name: "单位_市",
    code: "DE02.01.009.02.010"
  },
  {
    name: "联系人_市",
    code: "DE02.01.009.02.011"
  },
  {
    name: "地址_县",
    code: "DE02.01.009.03"
  },
  {
    name: "联系人_县",
    code: "DE02.01.009.03.005"
  },
  {
    name: "出生地_县",
    code: "DE02.01.009.03.006"
  },
  {
    name: "住址_县",
    code: "DE02.01.009.03.007"
  },
  {
    name: "户籍_县",
    code: "DE02.01.009.03.008"
  },
  {
    name: "单位_县",
    code: "DE02.01.009.03.009"
  },
  {
    name: "地址_乡",
    code: "DE02.01.009.04"
  },
  {
    name: "住址_乡",
    code: "DE02.01.009.04.005"
  },
  {
    name: "户籍_乡",
    code: "DE02.01.009.04.006"
  },
  {
    name: "单位_乡",
    code: "DE02.01.009.04.007"
  },
  {
    name: "联系人地址_乡",
    code: "DE02.01.009.04.008"
  },
  {
    name: "地址_村",
    code: "DE02.01.009.05"
  },
  {
    name: "住址_村",
    code: "DE02.01.009.05.005"
  },
  {
    name: "户籍_村",
    code: "DE02.01.009.05.006"
  },
  {
    name: "单位_村",
    code: "DE02.01.009.05.007"
  },
  {
    name: "联系人地址_村",
    code: "DE02.01.009.05.008"
  },
  {
    name: "地址_门牌号码",
    code: "DE02.01.009.06"
  },
  {
    name: "住址_门牌号码",
    code: "DE02.01.009.06.005"
  },
  {
    name: "单位_门牌号码",
    code: "DE02.01.009.06.007"
  },
  {
    name: "联系人地址_门牌号码",
    code: "DE02.01.009.06.008"
  },
  {
    name: "电话号码",
    code: "DE02.01.010.00.009"
  },
  {
    name: "患者电话号码",
    code: "DE02.01.010.00.015"
  },
  {
    name: "单位电话",
    code: "DE02.01.010.00.016"
  },
  {
    name: "联系人电话",
    code: "DE02.01.010.00.017"
  },
  {
    name: "国籍代码",
    code: "DE02.01.015.00"
  },
  {
    name: "婚姻状况代码",
    code: "DE02.01.018.00"
  },
  {
    name: "地址类别代码",
    code: "DE02.01.024.00"
  },
  {
    name: "民族",
    code: "DE02.01.025.00"
  },
  {
    name: "年龄",
    code: "DE02.01.026.00"
  },
  {
    name: "身份证号码",
    code: "DE02.01.030.00"
  },
  {
    name: "身份证件类别代码",
    code: "DE02.01.031.00"
  },
  {
    name: "年龄_月",
    code: "DE02.01.032.00"
  },
  {
    name: "姓名",
    code: "DE02.01.039.00"
  },
  {
    name: "责任医师姓名",
    code: "DE02.01.039.00.020"
  },
  {
    name: "科主任签名",
    code: "DE02.01.039.00.119"
  },
  {
    name: "主任_副主任_医师签名",
    code: "DE02.01.039.00.120"
  },
  {
    name: "进修医师签名",
    code: "DE02.01.039.00.124"
  },
  {
    name: "实习医师签名",
    code: "DE02.01.039.00.125"
  },
  {
    name: "编码员签名",
    code: "DE02.01.039.00.126"
  },
  {
    name: "质控医师签名",
    code: "DE02.01.039.00.127"
  },
  {
    name: "质控护士签名",
    code: "DE02.01.039.00.128"
  },
  {
    name: "建档者姓名",
    code: "DE02.01.039.00.143"
  },
  {
    name: "联系人姓名",
    code: "DE02.01.039.00.144"
  },
  {
    name: "责任护士签名",
    code: "DE02.01.039.00.145"
  },
  {
    name: "住院医师签名",
    code: "DE02.01.039.00.171"
  },
  {
    name: "主治医师签名",
    code: "DE02.01.039.00.172"
  },
  {
    name: "性别",
    code: "DE02.01.040.00"
  },
  {
    name: "医疗保险类别代码",
    code: "DE02.01.044.00"
  },
  {
    name: "住址邮编",
    code: "DE02.01.047.00"
  },
  {
    name: "户籍邮编",
    code: "DE02.01.047.00.004"
  },
  {
    name: "单位邮编",
    code: "DE02.01.047.00.005"
  },
  {
    name: "邮政编码",
    code: "DE02.01.047.00.006"
  },
  {
    name: "职业类别代码",
    code: "DE02.01.052.00"
  },
  {
    name: "患者类型代码",
    code: "DE02.01.060.00"
  },
  {
    name: "传染病史",
    code: "DE02.10.008.00"
  },
  {
    name: "过敏药物",
    code: "DE02.10.022.00"
  },
  {
    name: "药物过敏标志",
    code: "DE02.10.023.00"
  },
  {
    name: "联系人与患者的关系代码",
    code: "DE02.10.024.00.005"
  },
  {
    name: "疾病史_含外伤",
    code: "DE02.10.026.00"
  },
  {
    name: "手术史",
    code: "DE02.10.061.00"
  },
  {
    name: "住院次数",
    code: "DE02.10.090.00"
  },
  {
    name: "婚育史",
    code: "DE02.10.098.00"
  },
  {
    name: "输血史",
    code: "DE02.10.100.00"
  },
  {
    name: "预防接种史",
    code: "DE02.10.101.00"
  },
  {
    name: "月经史",
    code: "DE02.10.102.00"
  },
  {
    name: "家族史",
    code: "DE02.10.103.00"
  },
  {
    name: "发病日期时间",
    code: "DE04.01.018.00"
  },
  {
    name: "新生儿出生体重",
    code: "DE04.10.019.00"
  },
  {
    name: "新生儿入院体重",
    code: "DE04.10.019.00.003"
  },
  {
    name: "ABO血型代码",
    code: "DE04.50.001.00"
  },
  {
    name: "Rh血型代码",
    code: "DE04.50.010.00"
  },
  {
    name: "根本死因代码",
    code: "DE05.01.021.00"
  },
  {
    name: "西医诊断编码",
    code: "DE05.01.024.00.033"
  },
  {
    name: "出院西医诊断_编码",
    code: "DE05.01.024.00.044"
  },
  {
    name: "门急诊诊断疾病编码",
    code: "DE05.01.024.00.046"
  },
  {
    name: "损伤中毒的外部原因疾病编码",
    code: "DE05.01.024.00.049"
  },
  {
    name: "病理诊断疾病编码",
    code: "DE05.01.024.00.050"
  },
  {
    name: "出院西医诊断_名称",
    code: "DE05.01.025.00.009"
  },
  {
    name: "门急诊诊断名称",
    code: "DE05.01.025.00.016"
  },
  {
    name: "病理诊断名称",
    code: "DE05.01.025.00.019"
  },
  {
    name: "就诊原因",
    code: "DE05.10.053.00"
  },
  {
    name: "病情转归代码",
    code: "DE05.10.113.00"
  },
  {
    name: "中医病名代码",
    code: "DE05.10.130.00.026"
  },
  {
    name: "中医证候代码",
    code: "DE05.10.130.00.027"
  },
  {
    name: "颅脑损伤患者入院前昏迷时间_d",
    code: "DE05.10.138.01"
  },
  {
    name: "颅脑损伤患者入院后昏迷时间_d",
    code: "DE05.10.138.01.002"
  },
  {
    name: "颅脑损伤患者入院前昏迷时间_h",
    code: "DE05.10.138.02"
  },
  {
    name: "颅脑损伤患者入院后昏迷时间_h",
    code: "DE05.10.138.02.002"
  },
  {
    name: "颅脑损伤患者入院前昏迷时间_min",
    code: "DE05.10.138.03"
  },
  {
    name: "颅脑损伤患者入院后昏迷时间_min",
    code: "DE05.10.138.03.002"
  },
  {
    name: "损伤中毒的外部原因",
    code: "DE05.10.152.00"
  },
  {
    name: "预出院时间",
    code: "DE06.00.017.00"
  },
  {
    name: "就诊日期时间",
    code: "DE06.00.062.00"
  },
  {
    name: "麻醉方式代码",
    code: "DE06.00.073.00"
  },
  {
    name: "入院时间",
    code: "DE06.00.092.00"
  },
  {
    name: "手术及操作编码",
    code: "DE06.00.093.00"
  },
  {
    name: "药物不良反应情况",
    code: "DE06.00.129.00"
  },
  {
    name: "关键药物用法",
    code: "DE06.00.136.00"
  },
  {
    name: "中药使用类别代码",
    code: "DE06.00.164.00"
  },
  {
    name: "出院31天内再住院标志",
    code: "DE06.00.194.00"
  },
  {
    name: "出院31天内再住院目的",
    code: "DE06.00.195.00"
  },
  {
    name: "建档日期时间",
    code: "DE06.00.218.00.015"
  },
  {
    name: "离院方式代码",
    code: "DE06.00.223.00"
  },
  {
    name: "其他医学处置",
    code: "DE06.00.251.00.001"
  },
  {
    name: "手术级别代码",
    code: "DE06.00.255.00"
  },
  {
    name: "住院天数",
    code: "DE06.00.310.00"
  },
  {
    name: "入院途径代码",
    code: "DE06.00.339.00"
  },
  {
    name: "住院自付金额",
    code: "DE07.00.001.00"
  },
  {
    name: "医疗付费方式代码",
    code: "DE07.00.007.00"
  },
  {
    name: "住院总费用",
    code: "DE07.00.010.00"
  },
  {
    name: "白蛋白类制品费",
    code: "DE07.00.010.00.034"
  },
  {
    name: "综合医疗服务类_一般医疗服务费",
    code: "DE07.00.010.00.042"
  },
  {
    name: "综合医疗服务类_一般治疗操作费",
    code: "DE07.00.010.00.043"
  },
  {
    name: "综合医疗服务类_护理费",
    code: "DE07.00.010.00.044"
  },
  {
    name: "综合医疗服务类_其他费用",
    code: "DE07.00.010.00.045"
  },
  {
    name: "诊断类_病理诊断费",
    code: "DE07.00.010.00.046"
  },
  {
    name: "诊断类_实验室诊断费",
    code: "DE07.00.010.00.047"
  },
  {
    name: "诊断类_影像学诊断费",
    code: "DE07.00.010.00.048"
  },
  {
    name: "诊断类_临床诊断项目费",
    code: "DE07.00.010.00.049"
  },
  {
    name: "治疗类_非手术治疗项目费",
    code: "DE07.00.010.00.050"
  },
  {
    name: "临床物理治疗费",
    code: "DE07.00.010.00.051"
  },
  {
    name: "治疗类_手术治疗费",
    code: "DE07.00.010.00.052"
  },
  {
    name: "麻醉费",
    code: "DE07.00.010.00.053"
  },
  {
    name: "手术费",
    code: "DE07.00.010.00.054"
  },
  {
    name: "康复类_康复费",
    code: "DE07.00.010.00.055"
  },
  {
    name: "中医类_中医治疗费",
    code: "DE07.00.010.00.056"
  },
  {
    name: "西药类_西药费",
    code: "DE07.00.010.00.057"
  },
  {
    name: "抗菌药物费用",
    code: "DE07.00.010.00.058"
  },
  {
    name: "中药类_中成药费",
    code: "DE07.00.010.00.059"
  },
  {
    name: "中草药费",
    code: "DE07.00.010.00.060"
  },
  {
    name: "血液和血液制品类_血费",
    code: "DE07.00.010.00.061"
  },
  {
    name: "球蛋白类制品费",
    code: "DE07.00.010.00.062"
  },
  {
    name: "凝血因子类制品费",
    code: "DE07.00.010.00.063"
  },
  {
    name: "细胞因子类制品费",
    code: "DE07.00.010.00.064"
  },
  {
    name: "耗材类_检查用一次性医用材料费",
    code: "DE07.00.010.00.065"
  },
  {
    name: "耗材类_治疗用一次性医用材料费",
    code: "DE07.00.010.00.066"
  },
  {
    name: "耗材类_手术用一次性医用材料费",
    code: "DE07.00.010.00.067"
  },
  {
    name: "其他类_其他费用",
    code: "DE07.00.010.00.068"
  },
  {
    name: "拟接收医疗机构名称",
    code: "DE08.10.013.00.009"
  },
  {
    name: "医疗机构名称",
    code: "DE08.10.013.00.012"
  },
  {
    name: "医疗机构科室名称",
    code: "DE08.10.026.00.003"
  },
  {
    name: "入院科别",
    code: "DE08.10.026.00.022"
  },
  {
    name: "转科科别",
    code: "DE08.10.026.00.023"
  },
  {
    name: "出院科别",
    code: "DE08.10.026.00.024"
  },
  {
    name: "组织机构代码",
    code: "DE08.10.052.00"
  },
  {
    name: "建档医疗机构组织机构",
    code: "DE08.10.052.00.002"
  },
  {
    name: "关键药物名称",
    code: "DE08.50.022.00.003"
  },
  {
    name: "病案质量代码",
    code: "DE09.00.103.00"
  },
  {
    name: "死亡患者尸检标志",
    code: "DE09.00.108.00"
  },
  {
    name: "质控日期",
    code: "DE09.00.120.00"
  },
  {
    name: "入院西医诊断_编码",
    code: "DE99.01.024.00.055"
  },
  {
    name: "入院西医诊断_名称",
    code: "DE99.01.024.00.056"
  },
  {
    name: "出院西医诊断_其他诊断编码_11",
    code: "DE99.01.024.011"
  },
  {
    name: "出院西医诊断_其他诊断名称_11",
    code: "DE99.01.025.011"
  },
  {
    name: "手术及操作编码_1",
    code: "DE99.02.001.001"
  },
  {
    name: "手术及操作编码_9",
    code: "DE99.02.001.009"
  },
  {
    name: "手术及操作编码_10",
    code: "DE99.02.001.010"
  },
  {
    name: "手术及操作编码_11",
    code: "DE99.02.001.011"
  },
  {
    name: "手术及操作编码_12",
    code: "DE99.02.001.012"
  },
  {
    name: "手术及操作名称_1",
    code: "DE99.02.002.001"
  },
  {
    name: "手术及操作名称_9",
    code: "DE99.02.002.009"
  },
  {
    name: "手术及操作名称_10",
    code: "DE99.02.002.010"
  },
  {
    name: "手术及操作名称_11",
    code: "DE99.02.002.011"
  },
  {
    name: "手术及操作名称_12",
    code: "DE99.02.002.012"
  },
  {
    name: "籍贯_县",
    code: "DE99.11.004.033"
  },
  {
    name: "床号",
    code: "DE99.10.004.033"
  },
  {
    name: "主诉",
    code: "DE99.10.014.033"
  }
];
